Revit 2027 API
ParameterTypeId.LoadAttrMomentArrowArc Property
 "Moment arrowhead"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadAttrMomentArrowArc { get; }
Public Shared ReadOnly Property LoadAttrMomentArrowArc As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadAttrMomentArrowArc {
	ForgeTypeId^ get ();
}
static member LoadAttrMomentArrowArc : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace